{"id": "10", "title": "Paintball Challenge", "one_liner": "Compete in an action-packed paintball game.", "description": "Players are split into teams and engage in tactical, outdoor combat using paintball markers. Strategy and teamwork are crucial for achieving objectives.", "mu": 27.221824346944338, "sigma": 2.8921988446710727, "swarm_score": 1}
{"id": "12", "title": "Hiking and Nature Walk", "one_liner": "Explore the outdoors on a scenic hike.", "description": "A guided or self-paced walk through natural surroundings, providing an opportunity to enjoy the outdoors, get exercise, and appreciate nature's beauty.", "mu": 22.537985736982904, "sigma": 2.8649928503572033, "swarm_score": 1}
{"id": "1", "title": "Escape Room", "one_liner": "Solve puzzles and escape within 60 minutes.", "description": "A team-based activity where participants are locked in a themed room and must solve a series of puzzles, riddles, and challenges within a set time limit to escape.", "mu": 24.889044126663258, "sigma": 2.805962321627506, "swarm_score": 1}
{"id": "11", "title": "Outdoor Picnic", "one_liner": "Enjoy food and games in the great outdoors.", "description": "A relaxed outdoor gathering where participants bring food and drinks to share, often accompanied by casual games or activities, allowing for social interaction.", "mu": 24.71413393945966, "sigma": 2.828838641464736, "swarm_score": 1}
{"id": "14", "title": "Karaoke Night", "one_liner": "Sing your heart out with friends.", "description": "A lively and entertaining night where participants sing popular songs in front of an audience. Whether solo or in groups, it's all about having fun with music.", "mu": 27.009958235467714, "sigma": 2.9392789374796635, "swarm_score": 1}
{"id": "15", "title": "Amusement Park Day", "one_liner": "Experience the thrill of rides and attractions.", "description": "A day spent at an amusement park, enjoying rides, games, and attractions. From roller coasters to carnival games, there's something for everyone.", "mu": 21.8825104238496, "sigma": 2.9478310894094784, "swarm_score": 1}
{"id": "16", "title": "Go-Kart Racing", "one_liner": "Speed around the track in a thrilling go-kart race.", "description": "Participants race go-karts around a track, competing for the fastest lap times. It’s a fun, adrenaline-filled experience for those who enjoy speed and competition.", "mu": 26.86482256408366, "sigma": 2.9589706696245077, "swarm_score": 1}
{"id": "13", "title": "Museum Visit", "one_liner": "Dive into art, history, or science.", "description": "A cultural and educational experience where participants explore exhibits related to art, history, or science, gaining knowledge and inspiration.", "mu": 21.439561680081923, "sigma": 2.8349590168057426, "swarm_score": 1}
{"id": "2", "title": "Bowling", "one_liner": "Knock down pins in a classic bowling competition.", "description": "A recreational sport where players compete to roll a ball down a lane to knock over as many pins as possible. Usually played in teams over several rounds.", "mu": 26.5921161267998, "sigma": 2.9376798987839376, "swarm_score": 1}
{"id": "17", "title": "Cycling Tour", "one_liner": "Discover new places on a scenic cycling adventure.", "description": "A guided tour by bicycle, offering participants the chance to explore scenic routes while enjoying fresh air and physical activity. Suitable for all skill levels.", "mu": 33.9125837684507, "sigma": 3.5789598582329516, "swarm_score": 1}
{"id": "18", "title": "Rock Climbing", "one_liner": "Conquer the climbing wall in this physical challenge.", "description": "An indoor or outdoor activity where participants use ropes and safety gear to climb up rock walls, testing their strength, endurance, and problem-solving abilities.", "mu": 21.978646072361908, "sigma": 2.951240182784767, "swarm_score": 1}
{"id": "19", "title": "Stand-Up Comedy Show", "one_liner": "Laugh out loud with live stand-up comedy.", "description": "A live entertainment event where professional comedians perform stand-up routines, delivering humor and observational jokes for the audience’s enjoyment.", "mu": 17.21791134012618, "sigma": 3.127716405358291, "swarm_score": 1}
{"id": "23", "title": "Yoga and Meditation Session", "one_liner": "Find inner peace through yoga and meditation.", "description": "A session focused on relaxation and mindfulness, combining physical yoga poses with guided meditation to promote mental clarity, relaxation, and physical well-being.", "mu": 28.720213802784922, "sigma": 3.0578762153066275, "swarm_score": 1}
{"id": "22", "title": "Concert or Live Music Event", "one_liner": "Enjoy live music performances by talented artists.", "description": "An evening of live musical entertainment, ranging from classical concerts to rock or jazz performances, where participants can experience the thrill of live music.", "mu": 27.236621883530766, "sigma": 2.791265493328423, "swarm_score": 1}
{"id": "21", "title": "Pottery Workshop", "one_liner": "Create your own ceramics in a hands-on pottery class.", "description": "A creative workshop where participants learn the art of pottery, shaping clay into ceramic pieces using traditional techniques, often with a take-home item.", "mu": 25.538949695429075, "sigma": 2.749390102472411, "swarm_score": 1}
{"id": "20", "title": "Virtual Reality Experience", "one_liner": "Immerse yourself in a cutting-edge VR adventure.", "description": "Participants use VR headsets to explore virtual worlds, play games, or experience immersive simulations, blending technology with entertainment.", "mu": 24.158985178978362, "sigma": 3.014324511616889, "swarm_score": 1}
{"id": "24", "title": "Archery Competition", "one_liner": "Aim for the target in a friendly archery contest.", "description": "Participants test their aim by shooting arrows at targets, competing to see who can hit the bullseye. Focus, precision, and steady hands are key.", "mu": 26.452000411463814, "sigma": 2.928735319318112, "swarm_score": 1}
{"id": "26", "title": "title1", "one_liner": "oneliner1", "description": "description1", "mu": 21.57078855938401, "sigma": 2.9221061004572757, "swarm_score": 1}
{"id": "25", "title": "Salsa Dance Class", "one_liner": "Learn the rhythms and moves of salsa dancing.", "description": "A lively dance class where participants learn the basics of salsa dancing, moving to the rhythms of Latin music while improving coordination and having fun.", "mu": 17.534452341484542, "sigma": 3.0888209265671054, "swarm_score": 1}
{"id": "27", "title": "title2", "one_liner": "oneliner2", "description": "description2", "mu": 19.451235327058036, "sigma": 3.0076777371692742, "swarm_score": 1}
{"id": "9", "title": "Beach Volleyball", "one_liner": "Sun, sand, and volleyball fun with friends.", "description": "A team sport played on sand, where players work together to hit a volleyball over a net. This game combines physical activity, coordination, and social fun.", "mu": 26.354817897602494, "sigma": 2.8521484329783506, "swarm_score": 1}
{"id": "8", "title": "Cooking Class", "one_liner": "Learn to make a delicious meal with friends.", "description": "Participants join a guided, hands-on cooking session where they prepare a meal from scratch, learning new culinary skills and techniques in the process.", "mu": 26.32643106338529, "sigma": 2.6978904517958124, "swarm_score": 1}
{"id": "7", "title": "Trivia Quiz Night", "one_liner": "Test your knowledge in a fun team quiz competition.", "description": "A knowledge-based competition where teams answer questions from various categories to earn points. A fun way to challenge the mind and foster teamwork.", "mu": 24.90860062351632, "sigma": 2.8462346546018327, "swarm_score": 1}
{"id": "6", "title": "Board Game Night", "one_liner": "Challenge your friends to a night of strategic board games.", "description": "A gathering focused on playing a variety of board games, encouraging strategic thinking, friendly competition, and social interaction among players.", "mu": 24.981663217768467, "sigma": 2.8666016500427567, "swarm_score": 1}
{"id": "5", "title": "Movie Marathon", "one_liner": "Relax and enjoy a series of movies.", "description": "A low-key activity where participants watch multiple movies in succession, often with snacks and drinks, providing a relaxing and social viewing experience.", "mu": 28.95230102407178, "sigma": 2.949327954701875, "swarm_score": 1}
{"id": "29", "title": "title4", "one_liner": "oneliner4", "description": "description4", "mu": 33.89661224895526, "sigma": 3.6430662626021824, "swarm_score": 1}
{"id": "4", "title": "Mini-Golf Tournament", "one_liner": "Aim for the hole-in-one in a fun mini-golf game.", "description": "A casual and entertaining game where participants use putters to navigate a miniature golf course, trying to get the ball into each hole with the fewest strokes.", "mu": 26.83535785792131, "sigma": 2.8191247534910433, "swarm_score": 1}
{"id": "3", "title": "Laser Tag Battle", "one_liner": "Fast-paced laser tag action in a futuristic setting.", "description": "A high-energy game where players, equipped with laser guns, tag opponents to score points. Teams work together to outmaneuver and outscore the opposing team.", "mu": 23.449573419136627, "sigma": 2.895393804077258, "swarm_score": 1}
